{
	"FormatVersion": 2,
	"Namespace": "",
	"Subnamespaces": [
		{
			"Namespace": "NoGrassUnderBuildings",
			"Children": [
				{
					"Source":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Translation":
					{
						"Text": "Controls grass cleanup beneath buildings and whether it returns after dismantling."
					},
					"Key": "ConfigDescription"
				},
				{
					"Source":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Translation":
					{
						"Text": "Earliest time temporary grass can begin returning after the final covering building is dismantled."
					},
					"Key": "RegrowthMinTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Translation":
					{
						"Text": "Extra clearing distance above and below covered building geometry."
					},
					"Key": "VerticalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Translation":
					{
						"Text": "Extra grass-clearing distance around a building footprint."
					},
					"Key": "HorizontalBufferTooltip"
				},
				{
					"Source":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Translation":
					{
						"Text": "Gradual edge-to-center regrowth"
					},
					"Key": "GradualRegrowthName"
				},
				{
					"Source":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Translation":
					{
						"Text": "Horizontal buffer (meters)"
					},
					"Key": "HorizontalBufferName"
				},
				{
					"Source":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Translation":
					{
						"Text": "Latest time temporary grass can return. Values below the minimum are treated as the minimum."
					},
					"Key": "RegrowthMaxTooltip"
				},
				{
					"Source":
					{
						"Text": "No Grass Under Buildings"
					},
					"Translation":
					{
						"Text": "No Grass Under Buildings"
					},
					"Key": "ConfigName"
				},
				{
					"Source":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Translation":
					{
						"Text": "Regrow grass after dismantling"
					},
					"Key": "RegrowGrassName"
				},
				{
					"Source":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Translation":
					{
						"Text": "Regrowth maximum (seconds)"
					},
					"Key": "RegrowthMaxName"
				},
				{
					"Source":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Translation":
					{
						"Text": "Regrowth minimum (seconds)"
					},
					"Key": "RegrowthMinName"
				},
				{
					"Source":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Translation":
					{
						"Text": "Returns generated cliff grass in inexpensive staged waves instead of one obvious pop."
					},
					"Key": "GradualRegrowthTooltip"
				},
				{
					"Source":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Translation":
					{
						"Text": "Vertical buffer (meters)"
					},
					"Key": "VerticalBufferName"
				},
				{
					"Source":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Translation":
					{
						"Text": "When enabled, hidden grass returns after the configured delay. Disable it to keep grass cleared beneath newly placed buildings after they are dismantled. Trees, bushes, resource plants, and other foliage are never permanently removed by this mod."
					},
					"Key": "RegrowGrassTooltip"
				}
			]
		}
	]
}